{
    "ISTJ": {
      "petName": "레브라도 리트리버",
      "petImage": "/dogimg/레브라도리트리버.jpg",
      "petContent": "충실하고 집중력이 강한 당신!! 레브라도 리트리버는 어떻세요? 레브라도리트리버는 활동적이면서도 순종적며 사교적인 성향으로 인해 훈련이하기 쉽고 가족 구성원들과의 관계를 매우 중시하는 견종입니다."
    },
    "ISFJ": {
        "petName": "셰퍼드",
        "petImage": "/dogimg/셰퍼드.jpg",
        "petContent": "집중력이 강하고 책임감이 강한 당신!! 충견중의 충견 셰퍼드는 어떻세요? 당신의 지시는 끝까지 지킬려는 셰퍼드의 매력에 빠져보세요."
    },
    "INFJ":{
        "petName": "오스트레일리언 셰퍼드",
        "petImage": "/dogimg/오스트레일리언셰퍼드.jpg",
        "petContent": "남을 돕기 좋아하며 이해심이 깊은 당신!!오스트레일리언 셰퍼드는 어떻세요? 양 떼들을 몰기 위해 키워진 이 강아지는 자신의일을 묵묵히 수행하는 강아지로써 굉장히 충성스럽고 남을 돕기 좋아하는 당신과 잘 어울리는 반려견이 될것입니다!"
    },
    "INTJ":{
        "petName": "보더콜리",
        "petImage": "/dogimg/보더콜리.jpg",
        "petContent": "논리적이고 목표지향적인 당신!! 보더콜리는 어떻세요? 보더콜리는 천재견으로도 불리며 활동적인 견종으로, 당신의 지식 탐구 및 도전 정신에 부합하는 반려경이 될 수 다고 생각합니다."
    },
    "ISTP":{
        "petName": "로디 시안 리지백",
        "petImage": "/dogimg/로디시안리지백.jpg",
        "petContent": "모험을 즐기며 활동적인 성향을 좋아하는 당신!! 기다란 길이를 가진 잘생기고 늠름한 로디시안리지백은 어떻세요? 리지백은 호기심이 많아 경험하는 것을 좋아하며, 활동적인 성격으로 운동을 좋아하는 견종입니다. 리지백과함께 여행을 떠나보시는건 어떻세요?."
    },
    "ISFP":{
        "petName": "치와와",
        "petImage": "/dogimg/치와와.jpg",
        "petContent": "예술적인 감각과 따뜻한 마음을가진 당신!!치와와는 어떻세요? 치와와는 애착력이 강하고 사람들에게 인기 있는 성격으로, 당신의 예술적인 면모를 나누어 줄 수 있을것입니다."
    },
    "INFP":{
        "petName": "포메라니안",
        "petImage": "/dogimg/모카선글라스.jpg",
        "petContent": "이해심이 많고 침착하며 평화로운 당신!! 깨발랄한 포메라니안은 어떻세요? 가끔 떠오르는 잡생들은 귀여운 포메라니안의 애교를 보고 멀리~ 날려버리세요."
    },
    "INTP":{
        "petName": "차우차우",
        "petImage": "/dogimg/차우차우.jpg",
        "petContent": "혼자만의 시간이 필요한 당신!!차우차우는 어떻세요? 차우차우는 억울한 얼굴처럼 냉담한 성격과 고민이 많은 견종이라고 합니다. 강아지지만 고양이 같은 성격을 가지고 있다고 무관심한 성격을 가지고 있습니다. 다만, 혼자 있는 것보다는 주인 옆에 함꼐 있는것을 선호한다고 합니다."
    },
    "ESTP":{
        "petName": "비글",
        "petImage": "/dogimg/비글.jpg",
        "petContent": " 톡톡 튀는 매력의 소유자인 당신!!! 비글은 어떻세요? 활발한 성격과 장난기 많은 비글은 새로운 모험을 하는 것을 좋아한다고 합니다. 이러한 비글은 흔히 관종 기질이 있어 자주 관심을 줘야 집안의 난장판을 막을 수 있다고 합니다. 그래도 비글은 친절하고 사람과의 상호작용을 잘하는 강아지입니다."
    },
    "ESFP":{
        "petName": "웰시코기",
        "petImage": "/dogimg/웰시코기.jpg",
        "petContent": "외향적이며 재미를 추구하는 당신!! 웰시코기는 어떻세요? 일명 식빵 엉덩이의 짧은 다리, 웃는 상의 귀여운 웰시코기는 보기만 해도 사람에게 활력을 불어넣어 주며, 365일 놀 준비가 되어있는 강아지라고 합니다. 장난기가 굉장히 많은 웰시코기는 한 가지 일에 집중하기를 어려워한다고 합니다."
    },
    "ENFP":{
        "petName": "골든 리트리버",
        "petImage": "/dogimg/골든리트리버.jpg",
        "petContent": "정열적이고 활기가 넘치는 당신!! 천사견 일명 골댕이는 어떻세요? 마음이 따뜻하며 사교성이 좋고 활동적이며 반려견중 수영을 가장 좋아하는 견종이기도합니다. 당신에 에너지를 함께 나눠보세요!!"
    },
    "ENTP":{
        "petName": "프렌치 불독",
        "petImage": "/dogimg/프렌치불독.jpg",
        "petContent": "활동적이며 모험을 즐기는 당신!! 불독은 어떻세요? 아담하지만 화통한 성격을 가진 사랑스러운 견종 불독는 굉장히 활발합니다. 생긴 것과는 달리 굉장히 다정다감하고 사랑스럽지만 꽤나 까칠한 면모도 보입니다. 또한, 고집스러운 성격을 가지고 있어 주인이 하지 말라는 것을 가끔 거스르는 행동도 하는 변덕진 견종입니다."
    },
    "ESTJ":{
        "petName": "시베리안 허스키",
        "petImage": "/dogimg/시베리안허스키.jpg",
        "petContent": "현실적이고 조직적인 당신!! 허스키는 어떻세요? 굉장히 착하고 믿음직스러운 성격으로 지도자적인 성향으로, 당신의 목표 달성및 관리 능력을 지원할수 있을것입니다. 다만 허스키는 때에 따라 변하기도 할 수 있다고 합니다."
    },
    "ESFJ":{
        "petName": "비숑",
        "petImage": "/dogimg/비숑.jpg",
        "petContent": "따뜻하고 사교적인 당신!! 비숑은 어떻세요? 활발하고 사교성 좋은 비숑의 쾌할한 매력에 빠져보세요!! 친구 강아지도 좋아하고 활동성 많은 비숑은 당신의 이끌림에 잘 따라와줄거에요."
    },
    "ENFJ":{
        "petName": "코카 스파니엘",
        "petImage": "/dogimg/코카스파니엘.jpg",
        "petContent": "친절하고 이타적인 당신!! 코가스파니엘은 어떻세요? 사람들을 졸아하고 활발한 성격으로, 당신과 함께 사회적 상호작용을 즐길 수 있을 것입니다."
    },
    "ENTJ":{
        "petName": "티베트 마스티프",
        "petImage": "/dogimg/티베트마스티프.jpg",
        "petContent": "분석적이고 목표 지향적인 당신!! 티베트 마스티프는 어떻세요? 비싼 몸값을 자랑하는 이 견종은 굉장히 카리스마가 넘치며 단호한 성격을 소유하고 있으며, 똑똑하고 도전적인 성향을 가지고 있다고 합니다. 이들은 위압적인 성격을 가지고 있어 훈련을 하기 힘들 수 있지만 주인인 것을 제대로 인식시키면 변화한다고 합니다."
    }
}
