{
    "ISTJ": {
      "petName": "페키니즈",
      "petImage": "/dogimg/페니키즈.jpg",
      "petContent": " 자신감 넘치는 견종 페키니즈는 주인이 자신을 어떻게 생각하는지 특별히 신경 쓰지 않는다고 합니다. 페키니즈는 통제당하는 것을 좋아하기도 하며 혼을내도 별로 개의치 않아한다고 합니다. 그러나 주인에 대한 존경심을 가지게 되면 무한신뢰를 하며 예의 바른 견종이 된다고 합니다."
    },
    "ISFJ": {
        "petName": "셰퍼드",
        "petImage": "/dogimg/셰퍼드.jpg",
        "petContent": "충견중에 충견!!!셰퍼드만큼 충견은 찾기 드물 수 있습니다. 굉장히 조심스러우며 순종적이고 지적인 강아지인 셰퍼드는 주인 이외에도 사람들을 안전하게 지키길 원해서 과잉보호를 하는 행동을 보이기도 한다고 합니다. 셰퍼드의 이런모습들을 보았다면 당신은 셰퍼드와 영혼의 단짝이 될 것입니다."
    },
    "INFJ":{
        "petName": "오스트레일리안 셰퍼드",
        "petImage": "/dogimg/오스트레일리안셰퍼드.jpg",
        "petContent": "양 뗴들이 몰기 위해 키워진 이 강아지는 오로지 자신의 일을 묵묵하게 하느 일중독 강아지라고 할 수 있다고합니다. 굉장히 충성스럽고 활기차며, 똑똑하기까지 한 이 강아지는 남을 돕기를 좋아하는 'INFJ'와 천생 연분이라고 합니다."
    },
    "INTJ":{
        "petName": "잭 러셀 테리어",
        "petImage": "/dogimg/잭러셀테리어.jpg",
        "petContent": "굉장히 똑똑한 잭 러셀 테리어는 자존감이 높고 에너지가 넘치는 견종이라고 합니다. 테리어는 가족들에게도 다정다감한 강아지이지만 혼자 있는 시간을 좋아하기도 합니다."
    },
    "ISTP":{
        "petName": "로디 시안 리지백",
        "petImage": "/dogimg/로디시안리지백.jpg",
        "petContent": "기다란 길이를 가진 잘생기고 늠름한 리지백은 운동을 굉장히 잘하며 활동적인 성격을 가지고 있다고 합니다. 리지백은 호기심이 많아 경험하는 것을 좋아하며, 대담한 성격을 가지고 있다고 합니다."
    },
    "ISFP":{
        "petName": "시바견",
        "petImage": "/dogimg/시바견.jpg",
        "petContent": "귀여운 외모에 진돗개를 닮은 일본 품종의 시바견은 굉장히 털털한 성격을 가지고 있고, 경각심도 심하며, 엄살도 심하다고 합니다. 시바견은 가족에게 좋은 동반자이며, 본인이 하는 일에 몰두하는 스타일이라고 합니다. 가끔은 세상 편히 누워 현재의 상황이 돌아가는 것을 곰곰이 생각하기도 한다고 합니다."
    },
    "INFP":{
        "petName": "티베트 테리어",
        "petImage": "/dogimg/티베트테리어.jpg",
        "petContent": "주인은 한없이 신뢰하며 사랑하는 이 강아지는 반대로 낯선 사람들에게는 굉장히 냉담하고 내성적이라고 합니다. 주인을 너무 사랑하는 나머지 집안에서 주인을 그림자처럼 따라다닌다고 합니다."
    },
    "INTP":{
        "petName": "차우차우",
        "petImage": "/dogimg/차우차우.jpg",
        "petContent": "사장같이 쭈뼛한 털을 가진 차우차우는 억울한 얼굴처럼 냉담한 성격과 고민이 많은 견종이라고 합니다. 강아지지만 고양이 같은 성격을 가지고 있다고도 합니다. 차우차우는 똑똑한 견종이지만 무관심한 성격을 가지고 있기도 합니다. 다만, 혼자 있는 것보다는 주인 옆에 함꼐 있는것을 선호한다고 합니다."
    },
    "ESTP":{
        "petName": "비글",
        "petImage": "/dogimg/비글.jpg",
        "petContent": "활발한 성격과 장난기 많은 비글은 새로운 모험을 하는 것을 좋아한다고 합니다. 이러한 비글은 흔히 관종 기질이 있어 자주 관심을 줘야 집안의 난장판을 막을 수 있다고 합니다. 그래도 비글은 친절하고 사람과의 상호작용을 잘하는 강아지입니다."
    },
    "ESFP":{
        "petName": "웰시코기",
        "petImage": "/dogimg/웰시코기.jpg",
        "petContent": "일명 식빵 엉덩이의 짧은 다리, 웃는 상의 귀여운 웰시코기는 보기만 해도 사람에게 활력을 불어넣어 주며, 365일 놀 준비가 되어있는 강아지라고 합니다. 장난기가 굉장히 많은 웰시코기는 한 가지 일에 집중하기를 어려워한다고 합니다."
    },
    "ENFP":{
        "petName": "레브라도 리트리버",
        "petImage": "/dogimg/레브라도 리트리버",
        "petContent": "천사견이라고 불리는 래브라도 리트리버는 마음이 따뜻하고 정이 많으며, 똑똑하기까지 합니다. 운동을 좋아하며 활동적인 래브라도 리트리버는 모험하기를 굉장히 좋아한다고 합니다. "
    },
    "ENTP":{
        "petName": "프렌치 불독",
        "petImage": "/dogimg/프렌치불독.jpg",
        "petContent": "아담하지만 화통한 성격을 가진 사랑스러운 견종 불독는 굉장히 활발합니다. 생긴 것과는 달리 굉장히 다정다감하고 사랑스럽지만 꽤나 까칠한 면모도 보입니다. 또한, 고집스러운 성격을 가지고 있어 주인이 하지 말라는 것을 가끔 거스르는 행동도 하는 변덕진 견종입니다."
    },
    "ESTJ":{
        "petName": "시베리안 허스키",
        "petImage": "/dogimg/시베리안허스키.jpg",
        "petContent": "파란 눈동자에 활동적인 성격을 가진 터프한 허스키는 추운 날씨에 더욱 진가를 발휘합니다. 굉장히 착하고 믿음직스러운 성격도 가진 허스키는 때에 따라 변하기도 할 수 있다고 합니다."
    },
    "ESFJ":{
        "petName": "비숑",
        "petImage": "/dogimg/비숑.jpg",
        "petContent": "인간으로 따지면 치어리더의 역할을 한다는 하얀 솜뭉치 비숑은 사람과 굉장히 친화적인 견종입니다. 성격이 온순하며, 사랑스럽고, 장난기도 많은 비숑은 주변 사람들을 행복하게 만들어주는 인싸 견이라고 합니다."
    },
    "ENJF":{
        "petName": "골든 리트리버",
        "petImage": "/dogimg/골든리트리버.jpg",
        "petContent": "일명 물개 사랑둥이 골든 리트리버는 모든 강아지들 중에 물을 가장 사랑하며, 사람들의 사랑을 독차지하는 견종입니다. 이들은 주변인들과 원만한 관계를 유지하며 사회성이 가장 뛰어나다고 합니다. "
    },
    "ENTJ":{
        "petName": "티베트 마스티프",
        "petImage": "/dogimg/티베트마스티프.jpg",
        "petContent": "비싼 몸값을 자랑하는 이 견종은 굉장히 카리스마가 넘치며 단호한 성격을 소유하고 있으며, 똑똑하고 도전적인 성향을 가지고 있다고 합니다. 이들은 위압적인 성격을 가지고 있어 훈련을 하기 힘들 수 있지만 주인인 것을 제대로 인식시키면 변화한다고 합니다."
    }
}


